# 7. Да се състави програма за обработка на масива A[N,N], където данните са реални числа
# в интервала [-1000;1000]. Програмата да извърши следните действия:
# ● отпечатване на условието на задачата;
# ● отпечатване на имената на автора на програмата;
# ● въвеждане на входните данни;
# ● отпечатване на входните данни;
# ● а) да се образува едномерен масив C[N], елементите на който са сумата от
# елементите на съответния ред от масива А;
# ● б) полученият масив да се сортира по големина;
# ● отпечатване на получените резултати след обработка а) и след обработка б)

